Repository: kakimnsnv/flutter_test_denielsonis
Catalog: lib/l10n/intl_*.arb
Languages: uk

source: Login
uk: Вхід

source: Sign in
uk: Увійти

# loginGreetingText
source: Greeting!
uk: Привіт! Раді знову тебе бачити.

source: Sign in with phone
uk: Використати номер мобільного

# emailError
source: Email error text should be here
uk: Не вірний пароль або електронна пошта

# passwordError
source: Password error text should be here
uk: Не вірний пароль або електронна пошта

source: or
uk: або

source: Sign in with Facebook
uk: Увійти через Facebook

source: Sign in with Google
uk: Увійти через Google

source: Forgot password?
uk: Забув пароль?

# dontHaveAccount
source: Don't have an account?
uk: Не маєте акаунту?

# dontHaveAccountCreate
source: Create one
uk: Створити безкоштовно

source: subscriptionBadgeTitle
uk: У тебе 7 безкоштовних уроків

source: subscriptionBadgeDescription
uk: Щоб мати необмежений доступ до навчання - оформи підписку.

source: subscriptionBadgeSubtitle
uk: Раді тебе бачити!

source: buySubscription
uk: Купити підписку

source: section
uk: Розділ

source: sectionSubtitle
uk: Почніть навчання

source: lesson
uk: Урок

# subscriptionPaymentDate
source: subscriptionPaymentDate {dateTime}
uk: Наступне поновлення підписки {dateTime}

source: language
uk: Мова застосунку

source: changePassword
uk: Змінити пароль

source: notifications
uk: Нотіфікації

source: shareWithFriends
uk: Запросити друзів

source: licenceAgreement
uk: Правова інформація

source: profile
uk: Профіль

source: plan
uk: План навчання

source: lessons
uk: Обране

source: favorites
uk: Навчання
